HCT_Client/Private/SOAP/FindEExamQuestionSOAP.xml

<?xml version="1.0" encoding="utf-8" ?>
<soapenv:Envelope
  xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:ws="http://ws.eexam.dlt.go.th/">
  
  <soapenv:Header/>
  <soapenv:Body>
    <ws:findEExamQuestion>
      <certYear>HCT_param01</certYear>
      <certNo>HCT_param02</certNo>
      <paperTestNo>HCT_param03</paperTestNo>
      <idNo>HCT_param04</idNo>
      <eexamSeq>HCT_param05</eexamSeq>
      <regisDate>HCT_param06</regisDate>
    </ws:findEExamQuestion>
  </soapenv:Body>
</soapenv:Envelope>